Repository: Inazumimakoto/lifelog
Catalog: lifelog/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans, zh_hant

source: 推奨
en: Recommended
ko: 추천
zh_hans: 受到推崇的
zh_hant: 受到推崇的

source: 新しいカテゴリ
en: new category
ko: 새로운 카테고리
zh_hans: 新类别
zh_hant: 新類別

source: 新しいタグ名
en: new tag name
ko: 새 태그 이름
zh_hans: 新标签名称
zh_hant: 新標籤名稱

source: 新しいリンクを生成
en: generate new link
ko: 새로운 링크 생성
zh_hans: 生成新链接
zh_hant: 產生新連結

source: 新しい手紙
en: new letter
ko: 새로운 편지
zh_hans: 新信
zh_hant: 新信

source: 新しい手紙を書く
en: write a new letter
ko: 새로운 편지 쓰기
zh_hans: 写一封新信
zh_hant: 寫一封新信

source: 新規作成時のデフォルト値です。個別に変更できます。
en: This is the default value when creating a new one. Can be changed individually.
ko: 신규 작성시의 디폴트치입니다. 개별적으로 변경할 수 있습니다.
zh_hans: 这是创建新值时的默认值。可以单独更改。
zh_hant: 這是建立新值時的預設值。可以單獨更改。

source: 旅行
en: trip
ko: 여행

source: 既にリクエストを送信済みです
en: Already sent your request
ko: 이미 요청을 보냈습니다.
zh_hans: 已经发送您的请求
zh_hant: 已經發送您的請求

source: 既に友達です
en: already friends
ko: 이미 친구입니다.
zh_hans: 已经是朋友了
zh_hant: 已經是朋友了

source: 既存の写真をJPEG圧縮して容量を削減します。解像度は変わりません。この処理は数分かかる場合があります。
en: JPEG compress existing photos to reduce their size. The resolution remains unchanged. This process may take several minutes.
ko: 기존 사진을 JPEG 압축하여 용량을 줄입니다. 해상도는 변하지 않습니다. 이 과정은 몇 분 정도 걸릴 수 있습니다.
zh_hans: JPEG 压缩现有照片以减小其大小。决议保持不变。此过程可能需要几分钟。
zh_hant: JPEG 壓縮現有照片以減少其大小。決議維持不變。此過程可能需要幾分鐘。

source: 日
en: day
ko: 일
zh_hans: 天
zh_hant: 天

source: 日付
en: date
ko: 날짜
zh_hans: 日期
zh_hant: 日期

source: 日付をタップ
en: tap date
ko: 날짜 탭
zh_hans: 点击日期
zh_hant: 點擊日期

source: 日付指定
en: date specification
ko: 날짜 지정
zh_hans: 日期规范
zh_hant: 日期規範

source: 日帰り旅行
en: day trip
ko: 당일 여행
zh_hans: 一日游
zh_hant: 一日遊

source: 日時を指定して届ける
en: Deliver by specifying date and time
ko: 날짜와 시간을 지정하여 전달
zh_hans: 按指定日期和时间交付
zh_hant: 按指定日期和時間交付

source: 日時指定
en: Date and time specification
ko: 일시 지정
zh_hans: 日期和时间规范
zh_hant: 日期和時間規範

source: 日本 (JP)
en: Japan (JP)
ko: 일본(JP)

source: 日本ストアでは全機能を無料で利用できます。
en: All functions are available for free on the Japan Store.
ko: 일본 스토어에서는 모든 기능을 무료로 이용할 수 있습니다.
zh_hans: 所有功能均可在日本商店免费使用。
zh_hant: 所有功能均可在日本商店免費使用。

source: 日本ストアは無料です
en: Japan store is free
ko: 일본 스토어는 무료입니다
zh_hans: 日本商店免费
zh_hant: 日本商店免費

source: 日記
en: Diary
ko: 일기
zh_hans: 日记

source: 日記、予定、タスク、手紙のリマインダーを必要なタイミングで受け取れます。
en: Receive reminders for your diary, appointments, tasks, and letters when you need them.
ko: 일기, 약속, 작업, 편지 알림을 필요한 시점에 받을 수 있습니다.
zh_hans: 在需要时接收日记、约会、任务和信件的提醒。
zh_hant: 在需要時接收日記、約會、任務和信件的提醒。

source: 日記の写真
en: diary photos
ko: 일기 사진
zh_hans: 日记照片
zh_hant: 日記照片

source: 日記の写真やムードが表示されます
en: Diary photos and mood will be displayed
ko: 일기 사진과 분위기가 표시됩니다.
zh_hans: 将显示日记照片和心情
zh_hant: 將顯示日記照片和心情

source: 日記の場所保存はプレミアム機能です。
en: Save diary location is a premium feature.
ko: 일기의 장소 저장은 프리미엄 기능입니다.
zh_hans: 保存日记位置是一项高级功能。
zh_hant: 保存日記位置是一項高級功能。

source: 日記の場所保存を解放
en: Unlock diary location save
ko: 일기의 장소 저장을 해제
zh_hans: 解锁日记保存位置
zh_hant: 解鎖日記保存位置

source: 日記の振り返り
en: Review of diary
ko: 일기 되돌아보기
zh_hans: 回顾日记
zh_hant: 回顧日記

source: 日記や予定の詳細画面に移動します
en: Move to the diary or schedule details screen
ko: 일기 및 일정 세부정보 화면으로 이동
zh_hans: 移至日记或日程详细信息屏幕
zh_hant: 移至日記或日程詳細資訊螢幕

source: 日記を書きましょう
en: Let's write a diary
ko: 일기를 쓰자.
zh_hans: 我们来写日记吧
zh_hant: 我們來寫日記吧

source: 日記を書き忘れた日の通知
en: Notification for days you forget to write in your diary
ko: 일기를 쓰는 것을 잊은 날 알림
zh_hans: 关于您忘记写日记的日子的通知
zh_hant: 關於您忘記寫日記的日子的通知

source: 日記を書く
en: write a diary
ko: 일기를 쓰다
zh_hans: 写日记
zh_hant: 寫日記

source: 日記を編集
en: edit diary
ko: 일기 편집
zh_hans: 编辑日记
zh_hant: 編輯日記

source: 日記を追加
en: Add diary
ko: 일기 추가
zh_hans: 添加日记
zh_hant: 新增日記

source: 日記を開く
en: open diary
ko: 일기 열기
zh_hans: 打开日记
zh_hant: 打開日記

source: 日記を開くときに認証
en: Authenticate when opening diary
ko: 일기를 열 때 인증
zh_hans: 打开日记时进行身份验证
zh_hant: 開啟日記時進行身份驗證

source: 日記を開くには認証が必要です
en: Authentication is required to open the diary
ko: 일기를 열려면 인증이 필요합니다.
zh_hans: 打开日记需要身份验证
zh_hant: 開啟日記需要身份驗證

source: 日記リマインダー
en: Diary Reminder
ko: 일기 알림
zh_hans: 日记提醒
zh_hant: 日記提醒

source: 日記写真の上限を3枚から10枚に拡張
en: Expanded the upper limit of diary photos from 3 to 10
ko: 일기 사진의 상한을 3장에서 10장으로 확장
zh_hans: 日记照片上限从3张扩大到10张
zh_hant: 日記照片上限從3張擴大到10張

source: 日記本文は非表示です。
en: The diary text is hidden.
ko: 일기 본문은 숨겨져 있습니다.
zh_hans: 日记文本被隐藏。
zh_hant: 日記文本被隱藏。

source: 日記本文を非表示
en: Hide Diary Text
ko: 일기 본문 숨기기
zh_hans: 隐藏日记文本
zh_hant: 隱藏日記文本

source: 時刻指定
en: time specified
ko: 지정된 시간
zh_hans: 时刻指定

source: 時計とウィジェットの下に4週分を表示
en: Display 4 weeks under clock and widgets
ko: 시계와 위젯 아래에 4주분 표시
zh_hans: 在时钟和小部件下显示 4 周
zh_hant: 在時鐘和小部件下顯示 4 週

source: 時間
en: time
ko: 시간
zh_hans: 时间

source: 時間帯を指定する
en: Specify time zone
ko: 시간대 지정
zh_hans: 指定时区
zh_hant: 指定時區

source: 普通
en: usually
ko: 보통
zh_hans: 通常
zh_hant: 通常

source: 晴れ
en: sunny
ko: 맑음
zh_hans: 阳光明媚
zh_hant: 陽光明媚

source: 暗号化
en: Tokenization
ko: 토큰화
zh_hant: 暗號化

source: 暗号化に失敗しました
en: Encryption failed
ko: 암호화에 실패했습니다.
zh_hans: 加密失败
zh_hant: 加密失敗

source: 暗号鍵も削除してサインアウト
en: Delete the encryption key and sign out
ko: 암호화 키도 삭제하고 로그아웃
zh_hans: 删除加密密钥并退出
zh_hant: 刪除加密金鑰並退出

source: 曇り
en: cloudy
ko: 흐림
zh_hans: 多云
zh_hant: 多雲

source: 曜日を選択
en: Select day of week
ko: 요일 선택
zh_hans: 选择星期几
zh_hant: 選擇星期幾

source: 最終ログイン
en: Last login
ko: 최종 로그인
zh_hans: 上次登录
zh_hant: 上次登入

source: 最終更新: %@
en: Last update: %@
ko: 마지막 업데이트: %@
zh_hans: 最终更新: %@

source: 最終更新: -
en: Final update: -
ko: 최종 업데이트: -
zh_hans: 最终更新: -

source: 最近の履歴
en: recent history
ko: 최근 기록
zh_hans: 最近的历史
zh_hant: 最近的歷史

source: 最近登録した場所
en: Recently registered locations
ko: 최근 등록한 장소
zh_hans: 最近注册的地点
zh_hant: 最近註冊的地點

source: 最適化する
en: optimize
ko: 최적화하기
zh_hans: 优化
zh_hant: 最佳化

source: 最適化完了
en: Optimization completed
ko: 최적화 완료
zh_hans: 最适化完了

source: 最高%lld日達成済み
en: Highest %lld days achieved
ko: 최고 %lld일 달성됨
zh_hans: 达到最高 %lld 天数
zh_hant: 達到最高 %lld 天數

source: 最高ストリーク
en: highest streak
ko: 최고 스트리크
zh_hans: 最高连胜
zh_hant: 最高連勝

source: 最高・最低気温
en: Maximum/minimum temperature
ko: 최고·최저 기온
zh_hans: 最高/最低温度
zh_hant: 最高/最低溫度

source: 月
en: moon
ko: 달

source: 月次レビュー
en: monthly review
ko: 월별 리뷰
zh_hans: 每月回顾
zh_hant: 每月回顧

source: 有効期限: %@
en: date of expiry: %@
ko: 만료일: %@
zh_hans: 到期日期： %@
zh_hant: 到期日： %@

source: 朝の散歩
en: morning walk
ko: 아침 산책
zh_hans: 早上散步
zh_hant: 早上散步

source: 期間
en: period
ko: 기간
zh_hans: 期间

source: 期間を指定する
en: Specify the period
ko: 기간 지정
zh_hans: 指定期间
zh_hant: 指定期間

source: 期間内のランダムな日時に届く
en: Delivered at random date and time within the period
ko: 기간 내 임의의 날짜와 시간에 도착
zh_hans: 期间内随机日期和时间交付
zh_hant: 期間內隨機日期和時間交付

source: 期限
en: the term
ko: 용어

source: 期限切れ
en: Expired
ko: 만료됨
zh_hans: 已到期
zh_hant: 已到期

source: 木
en: tree
ko: 나무
zh_hans: 树
zh_hant: 樹

source: 未タグ
en: untagged
ko: 미태그
zh_hans: 未标记的
zh_hant: 未標記的

source: 未来の自分にメッセージを送れます
en: Send a message to your future self
ko: 미래의 자신에게 메시지를 보낼 수 있습니다.
zh_hans: 给未来的自己留言
zh_hant: 給未來的自己留言

source: 未来の自分に向けてメッセージを書きましょう
en: Write a message to your future self
ko: 미래의 자신을 향해 메시지를 작성합시다.
zh_hans: 写一封信给未来的自己
zh_hant: 寫一封信給未來的自己

source: 未来の自分に手紙を送りますか？
en: Would you like to send a letter to your future self?
ko: 미래의 자신에게 편지를 보내시겠습니까?
zh_hans: 你想写一封信给未来的自己吗？
zh_hant: 你想寫一封信給未來的自己嗎？

source: 未来への手紙
en: Letter to the Future
ko: 미래로 보내는 편지
zh_hans: 写给未来的信
zh_hant: 寫給未來的信

source: 未来への手紙 / 大切な人への手紙を解放
en: Letter to the future / Release letters to loved ones
ko: 미래에 대한 편지 / 소중한 사람에게 편지를 해방
zh_hans: 给未来的信 / 给亲人的信
zh_hant: 給未來的信 / 給親人的信

source: 未設定
en: Not set
ko: 미설정
zh_hans: 未设置

source: 未開封手紙が上限（5通）に達しています
en: The maximum number of unopened letters (5 letters) has been reached.
ko: 미개봉 편지가 상한(5통)에 도달
zh_hans: 已达到未打开信件的最大数量（5 个字母）。
zh_hant: 已達到未開啟信件的最大數量（5 個字母）。

source: 本文
en: This article
ko: 이 기사

source: 本日の予定はありません
en: No events today
ko: 오늘 일정이 없습니다
zh_hans: 今天没有日程
zh_hant: 今天沒有行程

source: 本日分の習慣は登録されていません
en: No habits are scheduled for today.
ko: 오늘 등록된 습관이 없습니다.
zh_hans: 今天没有已登记的习惯。
zh_hant: 今天沒有已登錄的習慣。

source: 棒をタップで週平均・先週比を表示
en: Tap the bar to display weekly average/last week's ratio
ko: 막대를 탭하여 주 평균 및 지난 주 비율 표시
zh_hans: 点击栏可显示每周平均值/上周的比率
zh_hant: 點擊欄可顯示每週平均值/上週的比率

source: 棒＝歩数、線＝睡眠時間、🟡＝気分、🔵＝体調
en: Bar = number of steps, line = sleep time, 🟡 = mood, 🔵 = physical condition
ko: 막대 = 보수, 선 = 수면 시간, 🟡 = 기분, 🔵 = 컨디션
zh_hans: 条=步数，线=睡眠时间，🟡=心情，🔵=身体状况
zh_hant: 條=步數，線=睡眠時間，🟡=心情，🔵=身體狀況

source: 検索
en: search
ko: 검색
zh_hans: 搜索
zh_hant: 搜尋

source: 検索欄に「lifelify」と入力して「壁紙カレンダーを更新」を選びます。
en: Enter "lifelify" in the search field and select "Update wallpaper calendar".
ko: 검색란에 'lifelify'를 입력하고 '벽지 캘린더 업데이트'를 선택합니다.
zh_hans: 在搜索字段中输入“lifelify”，然后选择“更新壁纸日历”。
zh_hant: 在搜尋欄位中輸入“lifelify”，然後選擇“更新桌布日曆”。

source: 検索欄に「壁紙を設定」と入力し、iOS標準の「壁紙に写真を設定」を選びます。
en: Enter "Set wallpaper" in the search field and select the iOS standard "Set photo as wallpaper."
ko: 검색란에 '바탕 화면 설정'을 입력하고 iOS 표준의 '바탕 화면에 사진 설정'을 선택합니다.
zh_hans: 在搜索字段中输入“设置壁纸”，然后选择 iOS 标准“将照片设置为壁纸”。
zh_hant: 在搜尋欄位中輸入“設定桌布”，然後選擇 iOS 標準“將照片設定為桌布”。

source: 検索結果
en: Search results
ko: 검색결과
zh_hans: 搜索结果
zh_hant: 搜尋結果

source: 検索結果が見つかりませんでした
en: No search results found
ko: 검색결과를 찾을 수 없습니다.
zh_hans: 没有找到搜索结果
zh_hant: 沒有找到搜尋結果

source: 業務
en: business
ko: 사업
zh_hans: 业务

source: 極寒
en: Extremely cold
ko: 극한
zh_hans: 极冷
zh_hant: 極冷

source: 楽しい
en: fun
ko: 즐거운
zh_hans: 乐趣
zh_hant: 樂趣

source: 標準
en: standard
ko: 기준
zh_hans: 标准

source: 標準カレンダーの予定を表示
en: Display standard calendar events
ko: 표준 캘린더 일정 보기
zh_hans: 显示标准日历事件
zh_hant: 顯示標準日曆事件

source: 次は100日！
en: Next is 100 days!
ko: 다음은 100일!
zh_hans: 接下来就是100天了！
zh_hant: 接下來就是100天了！

source: 次は14日！
en: Next is the 14th!
ko: 다음은 14일!
zh_hans: 接下来就是14号了！
zh_hant: 接下來就是14號了！

source: 次は200日！
en: Next is 200 days!
ko: 다음은 200일!
zh_hans: 接下来就是200天了！
zh_hant: 接下來就是200天了！

source: 次は21日！
en: Next is the 21st!
ko: 다음은 21일!
zh_hans: 接下来就是21号了！
zh_hant: 接下來就是21號了！

source: 次は30日！
en: Next is the 30th!
ko: 다음은 30일!
zh_hans: 接下来就是30号了！
zh_hant: 接下來就是30號了！

source: 次は365日！
en: Next is 365 days!
ko: 다음은 365일!
zh_hans: 接下来是365天！
zh_hant: 接下來是365天！

source: 次は50日！
en: Next is the 50th!
ko: 다음은 50일!
zh_hans: 接下来就是50号了！
zh_hant: 接下來就是50號了！

source: 次は7日！
en: Next is the 7th!
ko: 다음은 7일!
zh_hans: 接下来就是第七个了！
zh_hant: 接下來就是第七個了！

source: 次はショートカットとオートメーションを設定します。
en: Next, set up shortcuts and automations.
ko: 다음은 바로 가기와 자동화를 설정합니다.
zh_hans: 接下来，设置快捷方式和自动化。
zh_hant: 接下來，設定快捷方式和自動化。

source: 歩数
en: Steps
ko: 걸음 수
zh_hans: 步数
zh_hant: 步數

source: 歩数(%)
en: Steps (%)
ko: 걸음 수(%)
zh_hans: 步数 (%)
zh_hant: 步數 (%)

source: 歩数と睡眠の取得を許可してください
en: Allow me to track my steps and sleep
ko: 걸음 수와 수면 획득을 허용
zh_hans: 让我记录步数和睡眠
zh_hant: 讓我記錄步數和睡眠

source: 歩数グラフ
en: step count graph
ko: 걸음 수 그래프
zh_hans: 步数图
zh_hant: 步數圖

source: 歩数・睡眠・日記が揃うと関係性を表示できます。
en: Once you have your step count, sleep, and diary, you can display the relationship.
ko: 보수·수면·일기가 갖추어지면 관계성을 표시할 수 있습니다.
zh_hans: 一旦您有了步数、睡眠和日记，您就可以显示其中的关系。
zh_hant: 一旦您有了步數、睡眠和日記，您就可以顯示其中的關係。

source: 歯科検診
en: dental checkup
ko: 치과 검진
zh_hans: 牙科检查
zh_hant: 牙科檢查

source: 残%lld回
en: %lld times remaining
ko: 잔 %lld회
zh_hans: %lld 剩余次数
zh_hant: %lld 剩餘次數

source: 残り %lld 回/週
en: Remaining %lld times/week
ko: 나머지 %lld 회/주
zh_hans: 剩余 %lld 次/周
zh_hant: 剩餘 %lld 次/週

source: 毎年繰り返し
en: Repeat every year
ko: 매년 반복
zh_hans: 每年重复一次
zh_hant: 每年重複一次

source: 毎年繰り返しが設定されているため無効です
en: Invalid because it is set to repeat every year
ko: 매년 반복이 설정되어 있으므로 유효하지 않습니다.
zh_hans: 无效，因为它设置为每年重复
zh_hant: 無效，因為它設定為每年重複

source: 毎年繰り返す
en: repeat every year
ko: 매년 반복
zh_hans: 每年重复一次
zh_hant: 每年重複一次

source: 毎日
en: every day
ko: 매일
zh_hans: 每天
zh_hant: 每天

source: 毎日の生活を記録し、振り返るためのアプリです。日記、習慣、予定、健康データを一元管理できます。
en: This is an app for recording and reflecting on your daily life. You can centrally manage your diary, habits, schedule, and health data.
ko: 매일 생활을 기록하고 되돌아 보는 응용 프로그램입니다. 일기, 습관, 약속, 건강 데이터를 중앙에서 관리할 수 있습니다.
zh_hans: 这是一款记录和反思日常生活的应用程序。您可以集中管理您的日记、习惯、日程安排和健康数据。
zh_hant: 這是一款記錄和反思日常生活的應用程式。您可以集中管理您的日記、習慣、日程安排和健康數據。

source: 毎日通知
en: daily notification
ko: 매일 알림
zh_hans: 每日通知
zh_hant: 每日通知

source: 気まぐれな猫視点で、癒やしのアドバイスをくれます。
en: He gives healing advice from a whimsical cat's perspective.
ko: 변덕스러운 고양이 관점에서 치유의 조언을줍니다.
zh_hans: 他从一只异想天开的猫的角度给出了治疗建议。
zh_hant: 他從一隻異想天開的貓的角度給了治療建議。

source: 気分
en: feeling
ko: 기분
zh_hans: 感觉
zh_hant: 感覺

source: 気分 %lld
en: Mood %lld
ko: 기분 %lld
zh_hans: 心情 %lld
zh_hant: 心情 %lld

source: 気分%lld-%lld
en: Mood%lld-%lld
ko: 기분%lld-%lld
zh_hans: 心情%lld-%lld
zh_hant: 心情%lld-%lld

source: 気分1-2
en: Mood 1-2
ko: 기분 1-2
zh_hans: 心情1-2
zh_hant: 心情1-2

source: 気分3
en: mood 3
ko: 기분 3
zh_hans: 心情3
zh_hant: 心情3

source: 気分4-5
en: Mood 4-5
ko: 기분 4-5
zh_hans: 心情4-5
zh_hant: 心情4-5

source: 水
en: water
ko: 물

source: 活動
en: Activity
ko: 활동
zh_hans: 活动

source: 海
en: sea
ko: 바다

source: 海外版の無料プランではカウントダウンは%lld件までです。プレミアムで無制限になります。
en: In the international free plan, the countdown is limited to %lld items. Unlimited with Premium.
ko: 해외판의 무료 플랜에서는 카운트다운은 %lld건까지입니다. 프리미엄으로 무제한입니다.
zh_hans: 在国际免费计划中，倒计时仅限于 %lld 项目。高级版无限制。
zh_hant: 在國際免費計劃中，倒數計時僅限於 %lld 專案。高級版無限制。

source: 海外版の無料プランでは日記写真は%lld枚までです。プレミアムで%lld枚まで追加できます。
en: In the overseas version of the free plan, the number of diary photos is limited to %lld. You can add up to %lld pieces with Premium.
ko: 해외판의 무료 플랜에서는 일기 사진은 %lld장까지입니다. 프리미엄으로 %lld장까지 추가할 수 있습니다.
zh_hans: 海外版免费计划中，日记照片数量限制为%lld。您可以使用 Premium 添加最多 %lld 件。
zh_hant: 海外版免費計畫中，日記照片數量限制為%lld。您可以使用 Premium 添加最多 %lld 件。

source: 海外版の無料プランでは習慣は%lld件までです。プレミアムで無制限になります。
en: In the international free plan, customs are limited to %lld. Unlimited with Premium.
ko: 해외판의 무료 플랜에서는 습관은 %lld건까지입니다. 프리미엄으로 무제한입니다.
zh_hans: 在国际免费计划中，海关仅限于%lld。高级版无限制。
zh_hant: 在國際免費計劃中，海關僅限於%lld。高級版無限制。

source: 海外版プレミアム
en: Overseas version premium
ko: 해외판 프리미엄
zh_hans: 海外版溢价
zh_hant: 海外版溢價

source: 深い
en: deep
ko: 깊은
zh_hans: 深的
zh_hant: 深的

source: 添付ファイルのURLが不正です
en: Attachment URL is invalid
ko: 첨부파일 URL이 잘못되었습니다.
zh_hans: 附件网址无效
zh_hant: 附件網址無效

source: 添付写真
en: Attached photo
ko: 첨부 사진
zh_hans: 附照片
zh_hant: 附照片

source: 添付写真は最大5枚までです
en: Maximum of 5 attached photos
ko: 첨부 사진은 최대 5장까지
zh_hans: 最多附有 5 张照片
zh_hant: 最多附 5 張照片

source: 火
en: fire
ko: 불

source: 無効なデータです
en: invalid data
ko: 잘못된 데이터입니다.
zh_hans: 无效数据
zh_hant: 無效數據

source: 無効なユーザー名です
en: Invalid username
ko: 잘못된 사용자 이름입니다.
zh_hans: 用户名无效
zh_hant: 使用者名稱無效

source: 無効な公開鍵です
en: invalid public key
ko: 잘못된 공개 키입니다.
zh_hans: 无效的公钥
zh_hant: 無效的公鑰

source: 無効な認証情報です
en: Invalid credentials
ko: 잘못된 자격 증명입니다.
zh_hans: 凭证无效
zh_hant: 憑證無效

source: 無料プランでは%lld件まで表示されます。%lld件は非表示です。
en: The free plan displays up to%llditems.%llditems are hidden.
ko: 무료 플랜에서는%lld건까지 표시됩니다.%lld건은 숨겨져 있습니다.
zh_hans: 免费计划最多显示%lld项。%lld项目已隐藏。
zh_hant: 免費方案最多顯示%lld項。%lld項目已隱藏。

source: 無料プランでは%lld件まで表示されます。%lld件は非表示です。プレミアムで再表示できます。
en: The free plan displays up to%llditems.%llditems are hidden. You can re-view it with Premium.
ko: 무료 플랜에서는%lld건까지 표시됩니다.%lld건은 숨겨져 있습니다. 프리미엄으로 다시 볼 수 있습니다.
zh_hans: 免费计划最多显示%lld项。%lld项目已隐藏。您可以使用 Premium 重新查看它。
zh_hant: 免費方案最多顯示%lld項。%lld項目已隱藏。您可以使用 Premium 重新查看它。

source: 猛暑
en: intense heat
ko: 무더위
zh_hans: 酷热
zh_hant: 酷熱

source: 率直な意見がほしい人向き
en: For people who want honest opinions
ko: 솔직한 의견을 원하는 사람들에게
zh_hans: 对于想要诚实发表意见的人
zh_hant: 對於想要誠實發表意見的人

source: 現在地の天気をホームに表示し、日記の振り返りに使いやすくします。
en: Displays the weather of your current location on the home page, making it easier to review your diary.
ko: 현재 위치의 날씨를 홈에 표시해, 일기의 되돌아보기에 사용하기 쉽게 합니다.
zh_hans: 在首页显示您当前所在位置的天气，方便查看日记。
zh_hant: 在首頁顯示您目前所在位置的天氣，方便查看日記。

source: 甘えを許さず、事実に基づいて厳しく指導します。
en: We do not tolerate complacency and provide strict guidance based on the facts.
ko: 응석을 용서하지 않고 사실에 따라 엄격히 지도합니다.
zh_hans: 我们绝不姑息自满，坚持实事求是、严格指导。
zh_hant: 我們絕不姑息自滿，堅持實事求是、嚴格指導。

source: 生活の謎を論理的に推理します。
en: Logically deduce the mysteries of life.
ko: 생활의 수수께끼를 논리적으로 추리합니다.
zh_hans: 逻辑地演绎生命的奥秘。
zh_hant: 邏輯地演繹生命的奧秘。

source: 用事
en: business
ko: 용사
zh_hans: 商业
zh_hant: 商業

source: 画像の位置を調整
en: Adjust image position
ko: 이미지 위치 조정
zh_hans: 调整图像位置
zh_hant: 調整影像位置

source: 画像を共有
en: share image
ko: 이미지 공유
zh_hans: 分享图片
zh_hant: 分享圖片

source: 画像を読み込めませんでした
en: Image could not be loaded
ko: 이미지를 로드할 수 없습니다.
zh_hans: 图片无法加载
zh_hant: 圖片無法載入

source: 疲れた
en: tired
ko: 지친
zh_hans: 疲劳的
zh_hant: 疲勞的

source: 病院
en: hospital
ko: 병원
zh_hans: 医院
zh_hant: 醫院

source: 登録されたタスクはありません
en: There are no registered tasks
ko: 등록된 작업 없음
zh_hans: 没有已注册的任务
zh_hant: 沒有已註冊的任務

source: 白
en: white
ko: 하얀색

source: 直接分析
en: direct analysis
ko: 직접 분석

source: 直近1週間の平均
en: Average for the past week
ko: 최근 1주일 평균
zh_hans: 过去一周的平均值
zh_hant: 過去一周的平均值

source: 直近の積み上げ
en: Latest accumulation
ko: 최근 쌓아 올리기
zh_hans: 最新积累
zh_hant: 最新積累

source: 睡眠
en: Sleep
ko: 수면

source: 睡眠(%)
en: Sleep(%)
ko: 잠(%)

source: 睡眠グラフ
en: sleep graph
ko: 수면 그래프
zh_hans: 睡眠图
zh_hant: 睡眠圖

source: 睡眠不足で少しぼんやり。夜は早めに休む予定。
en: I'm a little groggy from lack of sleep. I plan on taking an early night off.
ko: 수면 부족으로 조금 흐리게. 밤에는 일찍 쉬실 예정.
zh_hans: 由于睡眠不足，我有点昏昏沉沉。我打算早点休息一晚。
zh_hant: 由於睡眠不足，我有點昏昏沉沉。我打算早點休息一晚。

source: 睡眠時間
en: sleep time
ko: 수면 시간
zh_hans: 睡眠时间

source: 祝日
en: holiday
ko: 공휴일
zh_hans: 假期
zh_hant: 假期

source: 秘密鍵が見つかりません
en: private key not found
ko: 개인 키를 찾을 수 없습니다.
zh_hans: 未找到私钥
zh_hant: 未找到私鑰

source: 移動が多くて歩き疲れたけれど、夕方のコーヒーで復活。
en: I was tired from walking so much, but the evening coffee revived me.
ko: 이동이 많아 걷고 지쳤지만, 저녁 커피로 부활.
zh_hans: 走了这么远，我很累，但晚上的咖啡让我恢复了活力。
zh_hant: 走了這麼遠，我很累，但晚上的咖啡讓我恢復了活力。

source: 種類
en: kinds
ko: 종류
zh_hans: 种类

source: 穏やか
en: gentle
ko: 부드러운
zh_hans: 温和的
zh_hant: 溫和的

source: 端末にパスコードが未設定のため、アプリロックは現在機能していません
en: App lock is currently not working because no passcode has been set on your device.
ko: 기기에 비밀번호가 설정되어 있지 않아 앱 잠금이 현재 작동하지 않습니다.
zh_hans: 由于您的设备上尚未设置密码，因此应用程序锁定当前不起作用。
zh_hant: 由於您的裝置上尚未設定密碼，因此應用程式鎖定目前不起作用。

source: 端末に合わせる
en: Match your device
ko: 기기에 맞추기
zh_hans: 匹配您的设备
zh_hant: 匹配您的設備

source: 米国 (US)
en: United States (US)
ko: 미국(US)
zh_hant: 米國 (US)

source: 素直になれない幼馴染。口は悪いですが心配してくれます。
en: A childhood friend who can't be honest. He may be rude, but he worries about me.
ko: 솔직할 수 없는 소꿉친구. 입은 나쁘지만 걱정합니다.
zh_hans: 一个不诚实的儿时朋友。他可能很粗鲁，但他担心我。
zh_hant: 一個不誠實的兒時朋友。他可能很粗魯，但他擔心我。

source: 終了
en: end
ko: 종료
zh_hans: 结尾
zh_hant: 結尾

source: 終了まで
en: until the end
ko: 끝까지
zh_hans: 直到最后
zh_hant: 直到最後

source: 終了ラベル（例：100歳まで）
en: Ending label (e.g. up to 100 years old)
ko: 종료 라벨(예: 100세까지)
zh_hans: 结束标签（例如 100 岁以内）
zh_hant: 結束標籤（例如 100 歲以內）

source: 終了日
en: end date
ko: 종료일
zh_hans: 结束日期
zh_hant: 結束日期

source: 終了時刻
en: End time
ko: 종료 시간
zh_hans: 结束时间
zh_hant: 結束時間

source: 終日
en: All day long
ko: 종일
zh_hans: 终日

source: 終日 (%@ - %@)
en: All Day (%@-%@)
ko: 하루 종일(%@-%@)
zh_hans: 终日 (%@-%@)

source: 経過
en: progress
ko: 경과
zh_hans: 进步
zh_hant: 進步

source: 経過日数
en: Number of days elapsed
ko: 경과일수
zh_hans: 已过去的天数
zh_hant: 已過的天數

source: 絞り込み
en: Narrow down
ko: 필터링
zh_hans: 缩小范围
zh_hant: 縮小範圍

source: 統計
en: statistics
ko: 통계
zh_hans: 统计

source: 絵文字を選択
en: Select emoji
ko: 이모티콘 선택
zh_hans: 选择表情符号
zh_hant: 選擇表情符號

source: 継続
en: continuation
ko: 계속
zh_hans: 延续
zh_hant: 延續

source: 編集
en: edit
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

source: 美咲
en: Misaki
ko: 미사키

source: 美容院
en: beauty salon
ko: 미용실

source: 翌月の計画づくり
en: Planning for next month
ko: 다음 달의 계획 만들기
zh_hans: 下个月的计划
zh_hant: 下個月的計劃

source: 習慣
en: Habits
ko: 습관
zh_hans: 习惯

source: 習慣がありません。追加して1年の積み上げを可視化しましょう。
en: I don't have any habits. Let's add it and visualize the year's accumulation.
ko: 습관이 없습니다. 추가하여 1년의 누적을 시각화하세요.
zh_hans: 我没有任何习惯。让我们将其相加并可视化这一年的积累。
zh_hant: 我沒有任何習慣。讓我們將其相加並可視化這一年的積累。

source: 習慣とカウントダウン
en: habits and countdowns
ko: 습관과 카운트다운
zh_hans: 习惯和倒计时
zh_hant: 習慣和倒數計時

source: 習慣とカウントダウンの登録上限を解除
en: Remove the registration limit for habits and countdowns
ko: 습관 및 카운트다운 등록 상한 해제
zh_hans: 取消习惯和倒计时的注册限制
zh_hant: 取消習慣和倒數計時的註冊限制

source: 習慣の並び替え
en: Sorting habits
ko: 습관의 정렬
zh_hans: 排序习惯
zh_hant: 排序習慣

source: 習慣の草表示、振り返り地図、手紙機能、ロック画面カレンダー、ウィジェット、登録上限の解除が使えるようになります。
en: You will be able to use the habit grass display, review map, letter function, lock screen calendar, widget, and cancellation of registration limits.
ko: 습관의 잔디 표시, 되돌아보기 지도, 편지 기능, 잠금 화면 달력, 위젯, 등록 상한 해제를 사용할 수 있게 됩니다.
zh_hans: 您将可以使用习惯草显示、回顾地图、信件功能、锁屏日历、小部件以及取消注册限制。
zh_hant: 您將可以使用習慣草顯示、回顧地圖、信件功能、鎖定螢幕日曆、小部件以及取消註冊限制。

source: 習慣の草表示はプレミアム機能です。
en: Habit grass display is a premium feature.
ko: 습관의 잔디 표시는 프리미엄 기능입니다.
zh_hans: 习惯草显示是一项高级功能。
zh_hant: 習慣草顯示是一項進階功能。

source: 習慣の草表示を解放
en: Free Habit Grass Display
ko: 습관의 잔디 표시를 해제
zh_hans: 自由习惯草展示
zh_hant: 自由習慣草展示

source: 習慣をタップして詳細と統計を確認
en: Tap a habit to see details and statistics
ko: 습관을 탭하여 세부정보 및 통계를 확인합니다.
zh_hans: 点击习惯即可查看详细信息和统计数据
zh_hant: 點擊習慣即可查看詳細資訊和統計數據

source: 習慣を削除
en: remove habits
ko: 습관 삭제
zh_hans: 消除习惯
zh_hant: 消除習慣

source: 習慣を完了
en: complete the habit
ko: 습관 완료
zh_hans: 完成习惯
zh_hant: 完成習慣

source: 習慣を編集
en: edit habits
ko: 습관 편집
zh_hans: 编辑习惯
zh_hant: 編輯習慣

source: 習慣を追加
en: add habit
ko: 습관 추가
zh_hans: 添加习惯
zh_hant: 加入習慣

source: 習慣カードをタップして完了にできます
en: Tap the habit card to complete it
ko: 습관 카드를 탭하여 완료할 수 있습니다.
zh_hans: 点击习惯卡即可完成
zh_hant: 點擊習慣卡即可完成

source: 習慣サンプル
en: habit sample
ko: 습관 샘플
zh_hans: 习惯样本
zh_hant: 習慣樣本

source: 習慣チェック
en: Habit Check
ko: 습관 체크
zh_hans: 习惯打卡
zh_hant: 習慣打卡

source: 習慣名
en: customary name
ko: 관례적인 이름
zh_hans: 习惯名

source: 習慣詳細
en: Get used to being detailed
ko: 디테일한 것에 익숙해지세요
zh_hans: 习惯详细

source: 翔太
en: Shota
ko: 쇼타

source: 考え中...
en: Thinking...
ko: 생각 중...
zh_hans: 思维...
zh_hant: 思維...

source: 背景画像を削除
en: remove background image
ko: 배경 이미지 삭제
zh_hans: 删除背景图像
zh_hant: 刪除背景圖

source: 背景画像を読み込めませんでした。
en: The background image could not be loaded.
ko: 배경 이미지를 로드할 수 없습니다.
zh_hans: 无法加载背景图像。
zh_hant: 無法載入背景圖片。

source: 背景色を自由に選ぶ
en: Freely choose background color
ko: 배경색을 자유롭게 선택
zh_hans: 自由选择背景颜色
zh_hant: 自由選擇背景顏色

source: 自分自身にテスト手紙を送る
en: send yourself a test letter
ko: 자신에게 시험편지를 보내
zh_hans: 给自己发送一封测试信
zh_hant: 給自己發送一封測試信

source: 自分自身を友達に追加することはできません
en: Cannot add myself as a friend
ko: 자신을 친구에게 추가할 수 없습니다.
zh_hans: 无法将自己添加为好友
zh_hant: 無法將自己新增為好友

source: 自動
en: automatic
ko: 오토매틱
zh_hans: 自动

source: 自動更新を設定
en: Set automatic updates
ko: 자동 업데이트 설정
zh_hans: 设置自动更新
zh_hant: 設定自動更新

source: 自宅
en: one's home
ko: 집
zh_hans: 一个人的家
zh_hant: 一個人的家

source: 自然
en: nature
ko: 자연

source: 自由に色を選ぶ
en: choose colors freely
ko: 자유롭게 색상을 선택
zh_hans: 自由选择颜色
zh_hant: 自由選擇顏色

source: 良いことだけを抽出して、最高の思い出にします。
en: Extract only the good things and make them the best memories.
ko: 좋은 것만 추출하여 최고의 추억으로 만듭니다.
zh_hans: 只提取美好的事物，让它们成为最美好的回忆。
zh_hant: 只提取美好的事物，讓它們成為最美好的回憶。

source: 花子
en: Hanako
ko: 하나코

source: 英国 (GB)
en: United Kingdom (GB)
ko: 영국(GB)
zh_hant: 英國 (GB)

source: 草表示
en: Grass means
ko: 잔디는 다음을 의미합니다.

source: 落ち込み
en: depression
ko: 우울
zh_hans: 沮丧
zh_hant: 沮喪

source: 行をタップすると詳細。長押しで順番を入れ替えれます。
en: Tap a row for details. You can change the order by long pressing.
ko: 행을 탭하면 자세히. 길게 눌러 순서를 바꿀 수 있습니다.
zh_hans: 点击一行查看详细信息。您可以通过长按来更改顺序。
zh_hant: 點擊一行查看詳細資料。您可以透過長按來更改順序。

source: 表示
en: express
ko: 표현하다

source: 表示しない
en: Not displayed
ko: 표시하지 않음
zh_hans: 不显示
zh_hant: 不顯示

source: 表示する気分
en: mood to display
ko: 표시하는 기분
zh_hans: 展现的心情
zh_hant: 展現的心情

source: 表示内容
en: Represent content
ko: 콘텐츠 표현
zh_hant: 表示內容

source: 表示切替
en: Display switching
ko: 표시 전환
zh_hans: 显示切换
zh_hant: 顯示切換

source: 表示名
en: Indicates name
ko: 이름을 나타냅니다

source: 表示名を入力
en: Enter display name
ko: 표시 이름 입력
zh_hans: 输入显示名称
zh_hant: 輸入顯示名稱

source: 複数選択時は OR 条件（どれか一致）で絞り込みます。
en: When selecting multiple items, narrow down using OR conditions (any match).
ko: 복수 선택시는 OR 조건(어느 쪽인가 일치)으로 좁혀 줍니다.
zh_hans: 选择多个项目时，请使用 OR 条件（任何匹配）缩小范围。
zh_hant: 選擇多個項目時，請使用 OR 條件（任何符合）縮小範圍。

source: 覚醒
en: Awakening
ko: 각성
zh_hans: 唤醒
zh_hant: 喚醒

source: 観光
en: sightseeing
ko: 관광
zh_hans: 观光
zh_hant: 觀光

source: 記号
en: symbol
ko: 기호
zh_hans: 象征
zh_hant: 象徵

source: 記念日 / カウントダウン
en: Anniversary/Countdown
ko: 기념일 / 카운트다운
zh_hans: 周年纪念日/倒计时
zh_hant: 週年紀念日/倒數計時

source: 記念日のリマインダー
en: anniversary reminder
ko: 기념일 알림
zh_hans: 周年纪念提醒
zh_hant: 週年紀念提醒

source: 記念日は未登録です
en: Anniversary is not registered
ko: 기념일은 미등록
zh_hans: 周年纪念日未注册
zh_hant: 週年紀念日未註冊
